Repository: flowerz88/simple-bp-signup-avatar
Catalog: simple-buddypress-signup-avatar/languages/simple-buddypress-signup-avatar-*.po
Languages: de_de, es_es, fr_fr, nl_nl

source: 100 = no compression (highest quality)
de_de: 100 = keine Komprimierung (höchste Qualität)
es_es: 100 = sin compresión (máxima calidad)
fr_fr: 100 = aucune compression (qualité la plus élevée)
nl_nl: 100 = geen compressie (hoogste kwaliteit)

source: An error occurred while processing your avatar. Please try again.
nl_nl: Er is een fout opgetreden met het uploaden van je avatar. Probeer het opnieuw.

source: Avatar dimensions are too large. Maximum width and height is %d pixels.
de_de: Die Avatar-Abmessungen sind zu groß. Die maximale Breite und Höhe beträgt %d Pixel.
es_es: Las dimensiones del avatar son demasiado grandes. El ancho y la altura máximos son %d píxeles.
fr_fr: Les dimensions de l'avatar sont trop grandes. La largeur et la hauteur maximales sont de %d pixels.
nl_nl: Avatar afmetingen zijn te groot. Maximale breedte en hoogte is %d pixels.

source: Avatar is too large. Maximum file size is %1$d MB.
de_de: Avatar ist zu groß. Die maximale Dateigröße beträgt %1$d MB.
es_es: El avatar es demasiado grande. El tamaño máximo del archivo es %1$d MB.
fr_fr: L'avatar est trop grand. La taille maximale du fichier est de %1$d MB.
nl_nl: Avatar is te groot. De maximale bestandsgrootte is %1$d MB.

source: Avatar Required
de_de: Avatar erforderlich
es_es: Se requiere avatar
fr_fr: Avatar requis
nl_nl: Avatar vereist

source: Avatar upload failed. Please try again.
de_de: Das Hochladen des Avatars ist fehlgeschlagen. Bitte versuchen Sie es erneut.
es_es: Error al cargar el avatar. Inténtalo de nuevo.
fr_fr: Le téléchargement de l'avatar a échoué. Veuillez réessayer.
nl_nl: Avatar uploaden mislukt. Probeer het opnieuw.

source: Avatar upload is required.
de_de: Das Hochladen des Avatars ist erforderlich.
es_es: Es necesario cargar avatar.
fr_fr: Le téléchargement d'un avatar est requis.
nl_nl: Uploaden van avatar is vereist.

source: Enhances BuddyPress registration by allowing users to upload avatars during sign-up.
de_de: Verbessert die BuddyPress-Registrierung, indem Benutzer während der Anmeldung Avatare hochladen können.
es_es: Mejora el registro de BuddyPress al permitir a los usuarios cargar avatares durante el registro.
fr_fr: Améliore l'inscription BuddyPress en permettant aux utilisateurs de télécharger des avatars lors de l'inscription.
nl_nl: Verbetert de BuddyPress registratie ervaring door gebruikers toe te staan ​​avatars te uploaden tijdens de registratie.

source: Failed to load image. Please try another file.
de_de: Bild konnte nicht geladen werden. Bitte versuchen Sie es mit einer anderen Datei.
es_es: No se pudo cargar la imagen. Intente con otro archivo.
fr_fr: Impossible de charger l'image. Veuillez essayer un autre fichier.
nl_nl: Afbeelding laden mislukt. Probeer een ander bestand.

source: Failed to process the uploaded image. Please try again.
de_de: Das hochgeladene Bild konnte nicht verarbeitet werden. Bitte versuchen Sie es erneut.
es_es: No se pudo procesar la imagen cargada. Inténtalo nuevamente.
fr_fr: Impossible de traiter l'image téléchargée. Veuillez réessayer.
nl_nl: Het is niet gelukt om de geüploade afbeelding te verwerken. Probeer het opnieuw.

source: Failed to save the processed image. Please try again.
nl_nl: Het is niet gelukt om de geüploade afbeelding te verwerken. Probeer het opnieuw.

source: Image Compression
de_de: Bildkomprimierung
es_es: Compresión de imagen
fr_fr: Compression d'images
nl_nl: Afbeeldingscompressie

source: Invalid file type detected.
nl_nl: Ongeldig bestandstype

source: Invalid file type. Please upload a JPEG, PNG or GIF image.
de_de: Ungültiger Dateityp. Bitte laden Sie ein JPEG-, PNG- oder GIF-Bild hoch.
es_es: Tipo de archivo no válido. Cargue una imagen JPEG, PNG o GIF.
fr_fr: Type de fichier non valide. Veuillez télécharger une image JPEG, PNG ou GIF.
nl_nl: Ongeldig bestandstype. Upload een JPEG, PNG of GIF afbeelding.

source: Leave a Review
nl_nl: Laat een review achter

source: Make avatar upload mandatory
de_de: Machen Sie das Hochladen von Avataren obligatorisch
es_es: Hacer obligatoria la carga del avatar
fr_fr: Rendre le téléchargement de l'avatar obligatoire
nl_nl: Maak het uploaden van een avatar verplicht

source: Max Dimensions (pixels)
de_de: Max. Abmessungen (Pixel)
es_es: Dimensiones máximas (píxeles)
fr_fr: Dimensions maximales (pixels)
nl_nl: Max. afmetingen (pixels)

source: Max File Size (MB)
de_de: Max. Dateigröße (MB)
es_es: Tamaño máximo de archivo (MB)
fr_fr: Taille maximale du fichier (MB)
nl_nl: Max bestandsgrootte (MB)

source: Never show again
nl_nl: Niet opnieuw tonen

source: Remind me later
nl_nl: Niet nu

source: Save Settings
de_de: Einstellungen speichern
es_es: Guardar configuración
fr_fr: Enregistrer les paramètres
nl_nl: Instellingen opslaan

source: Security check failed. Please try again.
de_de: Sicherheitsüberprüfung fehlgeschlagen. Bitte versuchen Sie es erneut.
es_es: Error en la comprobación de seguridad. Inténtalo de nuevo.
fr_fr: Le contrôle de sécurité a échoué. Veuillez réessayer.
nl_nl: Beveiligingscontrole mislukt. Probeer het opnieuw.

source: Settings saved.
de_de: Einstellungen gespeichert.
es_es: Configuración guardada.
fr_fr: Paramètres enregistrés.
nl_nl: Instellingen opgeslagen.

source: Simple BP Signup Avatar
nl_nl: Eenvoudige aanmeldingsavatar voor BP

source: Simple Buddypress Signup Avatar Settings
de_de: Simple Buddypress Signup Avatar Einstellungen
es_es: Simple Buddypress Signup Avatar Ajustes
fr_fr: Simple Buddypress Signup Avatar Paramètres
nl_nl: Simple Buddypress Signup Avatar instellingen

source: Thank you for using Simple BuddyPress Signup Avatar! If you enjoy it, would you mind taking a moment to <a href="https://wordpress.org/support/plugin/simple-buddypress-signup-avatar/reviews/#new-post" target="_blank">leave a review</a>?
nl_nl: Bedankt voor het gebruik van Simple BuddyPress Signup Avatar! Als je tevreden bent, zou je een <a href="https://wordpress.org/support/plugin/simple-buddypress-signup-avatar/reviews/#new-post" target="_blank">review</a> willen achterlaten?

source: Upload Your Avatar (optional)
de_de: Laden Sie Ihren Avatar hoch (optional)
es_es: Sube tu avatar (opcional)
fr_fr: Téléchargez votre avatar (facultatif)
nl_nl: Upload je avatar (optioneel)

source: Upload Your Avatar (required)
de_de: Laden Sie Ihren Avatar hoch (erforderlich)
es_es: Sube tu avatar (requerido)
fr_fr: Téléchargez votre avatar (obligatoire)
nl_nl: Upload je avatar (vereist)
